# St7EnableWindowStatusBar

Enables mouse input for the status bar shown by St7ShowWindowStatusBar in the model window.

long St7EnableWindowStatusBar(long uID)

Input Parameters

uID

Strand7 model file ID.